// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Kalibrer skjermen";
HelpTitle = "Kalibrer skjermen";

HPAdvancedProfilingSolutionInfoTitle = "Kalibrer og lag profil for datamaskinskjermen for å få konsistente fargeresultater.\n\nKlikk på Kalibrer for å kalibrere skjermen med HP Avansert profilløsning.";
AppleDisplayCalibratorInfoTitle = "Kalibrer og lag profil for datamaskinskjermen for å få konsistente fargeresultater.\n\nKlikk på Kalibrer for å kalibrere skjermen med Apple Skjermkalibreringsassistent.";
KongAppleDisplayCalibratorInfoTitle = "På skjermer degraderes farger over tid. ICC-profilen som leveres med enkelte skjermer, blir gradvis ugyldig, og fargenøyaktigheten avtar. Bruk Apple Skjermkalibrering med jevne mellomrom for å lage en egendefinert ICC-profil og sikre optimal fargeytelse. Kalibreringsintervallene varierer fra skjerm til skjerm, men profesjonelle brukere anbefaler å kalibrere skjermen med to ukers mellomrom.";

DesignjetButtonTitle = "Kalibrer";
ButtonDefaultTitle = "Start Skjermkalibrering";